tap "jesseduffield/lazygit"
brew "jesseduffield/lazygit/lazygit"

tap "michel-kraemer/zsh-patina"
brew "zsh-patina"

brew "antidote"
brew "bat"
brew "chezmoi"
brew "difftastic"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jq"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "tree-sitter-cli"
brew "zoxide"

# Casks (GUI applications)
cask "ghostty"
cask "karabiner-elements"
cask "obsidian"
